[
    {"id": 10, "url": "/Dragon2", "name": "Dog", "desc": "Dogs make wonderful pets due to their loyalty, affectionate nature, and the joy they bring to households with their playful antics.", "image":"/Dragon2.jpg"},
    {"id": 11, "url": "/Hunger", "name": "Cat", "desc": "Cats are fantastic pets, known for their independent yet affectionate demeanor and their ability to bring comfort and companionship to their owners.", "image":"/Hunger.jpg"},
    {"id": 12, "url": "/Joker", "name": "Duck", "desc": "Ducks can be delightful pets, offering charming quirkiness and a friendly presence that brings joy to those who appreciate their unique characteristics.", "image":"/Joker.jpg"},
    {"id": 7, "url": "/Jurassic Park", "name": "Jett", "desc": "Jett is a character from a game named Valorant</br>She is Korean and has power to control wind.", "image":"/JurassicPark.jpg"},
    {"id": 8, "url": "/Pussin Boots", "name": "John Wick", "desc": "John Wick is a character from a movie called John Wick</br>John Wick is a formal legendary hitman who retired to be with his wife.</br>His wife passed away from terminal illness. Leaving a puppy for John", "image":"/PussinBoots.jpg"},
    {"id": 9, "url": "/Spider-Man", "name": "Aang", "desc": "Aang is a character from an animated show called Avatar the Last Airbender</br>Aang is the Avatar, who is a very special person, destined to protect the world and bring peace", "image":"/Spider-Man.jpg"},
    {"id": 4, "url": "/The Woman King", "name": "Wile E. Coyote", "desc": "Wile Ethelbert Coyote is a Looney Tunes character typically seen in cartoons plotting against the Road Runner.  Wile E. Coyote develops elaborate plans to catch the Road Runner with supplies from the ACME Corporation.  Most ypically, the plans inolves some sort of Rube Goldberg invention or application that never fails to fail.", "image":"/TheWomanKing.jpg"},
    {"id": 5, "url": "/WonderWoman", "name": "ACME Corporation", "desc": "The ACME Corporation is the sole provider of Wile E. Cotore's supplies to try and catch the Road Runner.  The mail order company has a name derived from Greek to mean \"summit\" fails Wile E. constantly as the products he uses fail or malfunction.  The company seems to sell everything from tacks to furniture and planes, trains, and automobiles.", "image":"/WonderWoman.jpg"},
    {"id": 6, "url": "/HackSaw", "name": "Road Runner", "desc": "The Road Runner is acharacter seen opposite Wile E. Coyote and is constantly and effortlessly escapes the traps developed by Wile E. Coyote.  Known for the the one liner, mimmicing a \"beep, beep\" and sounding more like \"mweep, mweep,\" he zips through the obstacles from the Wile E. and can be seen creating dust clouds from his speed across the desert.", "image":"/HackSaw.jpg"}
    
]
