[
    {"id": 1, "genre": "Action", "url": "/Dragon2", "name": "How to Train Your Dragon", "desc": "How to Train Your Dragon is an animated film franchise that follows the adventures of a young Viking named Hiccup and his dragon, Toothless, as they strive for peace.", "image":"/Dragon2.jpg"},
    {"id": 2, "genre": "Horror", "url": "/Hunger", "name": "Hunger", "desc": "Hunger is a 2008 historical drama film directed by Steve McQueen, portraying the events surrounding the 1981 Irish hunger strike led by Bobby Sands in the Maze Prison, Northern Ireland.", "image":"/Hunger.jpg"},
    {"id": 3, "genre": "Action, Horror", "url": "/Joker", "name": "Joker", "desc": "Joker is a 2019 film directed by Todd Phillips, starring Joaquin Phoenix as Arthur Fleck, who transforms into the infamous Joker character.", "image":"/Joker.jpg"},
    {"id": 4, "genre": "Action, Horror", "url": "/JurassicPark", "name": "Jurassic Park", "desc": "Jurassic Park is a 1993 science fiction film directed by Steven Spielberg, depicting the disastrous consequences of a theme park filled with genetically engineered dinosaurs.", "image":"/JurassicPark.jpg"},
    {"id": 5, "genre": "Action, Comedy", "url": "/PussinBoots", "name": "Puss in Boots", "desc": "Puss in Boots is a 2011 animated film featuring the adventures of the charismatic feline character from the Shrek series, voiced by Antonio Banderas.", "image":"/PussinBoots.jpg"},
    {"id": 6, "genre": "Action, Comedy", "url": "/Spider-Man", "name": "Spider-Man", "desc": "Spider-Man is a beloved superhero franchise featuring the adventures of Peter Parker, a high school student who gains spider-like abilities and uses them to protect New York City.", "image":"/Spider-Man.jpg"},
    {"id": 7, "genre": "Action", "url": "/TheWomanKing", "name": "The Woman King", "desc": "The Woman King is an upcoming historical film directed by Gina Prince-Bythewood, focusing on the all-female military unit of the Kingdom of Dahomey, starring Viola Davis and Thuso Mbedu.", "image":"/TheWomanKing.jpg"},
    {"id": 8, "genre": "Action", "url": "/WonderWoman", "name": "Wonder Woman", "desc": "Wonder Woman is a superhero film starring Gal Gadot as Diana Prince, an Amazonian warrior princess who fights for justice during World War I.", "image":"/WonderWoman.jpg"},
    {"id": 9, "genre": "Action, Horror", "url": "/HackSaw", "name": "HackSaw Ridge", "desc": "Hacksaw Ridge is a 2016 war film directed by Mel Gibson, based on the true story of Desmond Doss, a conscientious objector who saved lives as a medic during World War II.", "image":"/HackSaw.jpg"}
    
]
